Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Trims this pack against the others, so switching packs doesn't change how loud typing is.
de: Gleicht dieses Paket an die anderen an, damit ein Paketwechsel die Tipplautstärke nicht verändert.
es: Ajusta este paquete respecto a los demás, para que cambiar de paquete no cambie el volumen al escribir.
et: Kohendab seda pakki teiste suhtes, nii et pakkide vahetamine ei muuda tipimise valjust.
fr: Ajuste ce pack par rapport aux autres, pour que changer de pack ne change pas le volume de la frappe.
hu: A többi csomaghoz igazítja ezt, így csomagváltáskor nem változik a gépelés hangereje.
it: Allinea questo pacchetto agli altri, così cambiare pacchetto non cambia il volume della digitazione.
ja: ほかのパックと音量をそろえます。パックを切り替えても、タイプ音の大きさは変わりません。
ko: 다른 팩에 맞춰 음량을 고릅니다. 팩을 바꿔도 타이핑 소리 크기는 그대로예요.
ms: Melaraskan pek ini berbanding yang lain, supaya menukar pek tidak mengubah kekuatan bunyi menaip.
pt: Acerta este pacote em relação aos outros, para que mudar de pacote não mude o volume da escrita.
ru: Подгоняет громкость этого набора под остальные, чтобы при смене набора печать не становилась громче или тише.
zh_hans: 把这个包和其他包对齐音量，换包时打字的响度不会跟着变。

source: Try
de: Ausprobieren
es: Probar
et: Proovi
fr: Essayer
hu: Kipróbálás
it: Prova
ja: 試す
ko: 사용해 보기
ms: Cuba
pt: Experimentar
ru: Попробовать
zh_hans: 试试

source: Try Clink right here, no setup needed. Pick a field type and start typing.
de: Probier Clink direkt hier aus, ganz ohne Einrichtung. Wähl einen Feldtyp und leg los.
es: Prueba Clink aquí mismo, sin configurar nada. Elige un tipo de campo y empieza a escribir.
et: Proovi Clinki kohe siin, seadistamiseta. Vali välja tüüp ja hakka tipitama.
fr: Essaie Clink ici même, aucune configuration nécessaire. Choisis un type de champ et commence à taper.
hu: Próbáld ki a Clinket itt, semmit sem kell beállítanod. Válassz mezőtípust, és kezdj el gépelni.
it: Prova Clink proprio qui, senza dover configurare niente. Scegli un tipo di campo e inizia a scrivere.
ja: ここでClinkをすぐ試せます。設定はいりません。フィールドの種類を選んで入力してみてください。
ko: 여기서 바로 Clink를 써보세요. 따로 설정할 것 없어요. 필드 종류를 고르고 입력을 시작하면 돼요.
ms: Cuba Clink terus di sini, tak perlu apa-apa persediaan. Pilih jenis medan dan mula menaip.
pt: Experimenta o Clink mesmo aqui, sem preparação nenhuma. Escolhe um tipo de campo e começa a escrever.
ru: Попробуйте Clink прямо здесь — настраивать ничего не нужно. Выберите тип поля и начинайте печатать.
zh_hans: 就在这儿试试 Clink，不用设置。选个字段类型，开始打字吧。

source: Try Pro
de: Pro testen
es: Prueba Pro
et: Proovi Prod
fr: Essayer Pro
hu: Pro kipróbálása
it: Prova Pro
ja: Proを試す
ko: Pro 체험
ms: Cuba Pro
pt: Experimentar Pro
ru: Попробовать Pro
zh_hans: 试用 Pro

source: Try a different search.
de: Versuche einen anderen Suchbegriff.
es: Prueba con otra búsqueda.
et: Proovi teist otsingut.
fr: Essaie une autre recherche.
hu: Próbálj más kifejezésre keresni.
it: Prova un’altra ricerca.
ja: 別の言葉で検索してください。
ko: 다른 검색어로 찾아보세요.
ms: Cuba carian lain.
pt: Tenta outra pesquisa.
ru: Попробуйте другой запрос.
zh_hans: 试试其他搜索词。

source: Try again
de: Erneut versuchen
es: Inténtalo de nuevo
et: Proovi uuesti
fr: Réessayer
hu: Próbáld újra
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
pt: Tentar novamente
ru: Попробовать ещё раз
zh_hans: 重试

source: Try another search or filter.
de: Versuche einen anderen Suchbegriff oder Filter.
es: Prueba con otra búsqueda o filtro.
et: Proovi muud otsingut või filtrit.
fr: Essaie une autre recherche ou un autre filtre.
hu: Próbálj másik keresést vagy szűrőt.
it: Prova un’altra ricerca o un altro filtro.
ja: 別の検索語句やフィルタをお試しください。
ko: 다른 검색어나 필터를 사용해 보세요.
ms: Cuba carian atau penapis lain.
pt: Experimenta outra pesquisa ou outro filtro.
ru: Попробуйте другой запрос или фильтр.
zh_hans: 请尝试其他搜索词或筛选条件。

source: Try it
de: Ausprobieren
es: Probar
et: Proovi seda
fr: Essayer
hu: Kipróbálás
it: Prova
ja: 試してみる
ko: 사용해 보기
ms: Cuba
pt: Experimentar
ru: Попробовать
zh_hans: 试试看

source: Try it out…
de: Probier es aus…
es: Pruébalo…
et: Proovi järele…
fr: Essaie…
hu: Próbáld ki…
it: Provalo…
ja: 試してみる…
ko: 사용해 보기…
ms: Cubalah…
pt: Experimenta…
ru: Попробуйте…
zh_hans: 试一试…

source: Try them: drag either knob up or right.
de: Probier's aus: Zieh einen der Regler nach oben oder rechts.
es: Pruébalas: arrastra cualquiera hacia arriba o a la derecha.
et: Proovi: lohista kumbagi keerajat üles või paremale.
fr: Essaie : fais glisser une molette vers le haut ou la droite.
hu: Próbáld ki: húzd bármelyik tekerőt felfelé vagy jobbra.
it: Provale: trascina una manopola in alto o a destra.
ja: 試してみましょう。どちらかのノブを上か右にドラッグします。
ko: 직접 해 보세요. 노브를 위나 오른쪽으로 드래그하세요.
ms: Cubalah: seret mana-mana tombol ke atas atau kanan.
pt: Experimente: arraste qualquer um para cima ou para a direita.
ru: Попробуйте: потяните любой регулятор вверх или вправо.
zh_hans: 试试看：向上或向右拖动任一旋钮。

source: Try this feel
de: Dieses Gefühl ausprobieren
es: Probar esta sensación
et: Proovi seda tunnetust
fr: Essayer cette sensation
hu: Érzet kipróbálása
it: Prova questa sensazione
ja: この感触を試す
ko: 이 감촉 체험하기
ms: Cuba rasa ini
pt: Experimentar esta sensação
ru: Попробовать этот отклик
zh_hans: 试试这个手感

source: Try this sound
de: Diesen Ton anhören
es: Escuchar este sonido
et: Kuula seda heli
fr: Écouter ce son
hu: Hang meghallgatása
it: Ascolta questo suono
ja: このサウンドを試す
ko: 이 사운드 들어보기
ms: Dengar bunyi ini
pt: Ouvir este som
ru: Послушать этот звук
zh_hans: 试听这个声音

source: Tune every spring
de: Jede Feder feinjustieren
es: Ajusta cada resorte
et: Häälesta iga vedru
fr: Règle chaque ressort
hu: Hangolj be minden rugót
it: Regola ogni molla
ja: すべてのばねを調整
ko: 모든 스프링을 세밀하게 조정
ms: Laraskan setiap spring
pt: Ajuste cada mola
ru: Настройте каждую пружину
zh_hans: 微调每个弹簧参数

source: Tuning
de: Klangabstimmung
es: Ajuste del sonido
et: Heli seadistamine
fr: Réglage du son
hu: Hangbeállítás
it: Regolazione del suono
ja: サウンド調整
ko: 사운드 조정
ms: Pelarasan bunyi
pt: Ajuste do som
ru: Настройка звука
zh_hans: 声音调节

source: Turn Apple Intelligence on in Clink to look words up.
de: Aktiviere Apple Intelligence in Clink, um Wörter nachzuschlagen.
es: Activa Apple Intelligence en Clink para consultar palabras.
et: Sõnade otsimiseks lülita Apple Intelligence Clinkis sisse.
fr: Activez Apple Intelligence dans Clink pour chercher des mots.
hu: Kapcsold be az Apple Intelligence-t a Clinkben a szavak kikereséséhez.
it: Attiva Apple Intelligence in Clink per cercare le parole.
ja: 単語を調べるには Clink で Apple Intelligence をオンにしてください。
ko: 단어를 찾으려면 Clink에서 Apple Intelligence를 켜세요.
ms: Hidupkan Apple Intelligence dalam Clink untuk mencari perkataan.
pt: Ative a Apple Intelligence no Clink para consultar palavras.
ru: Включите Apple Intelligence в Clink, чтобы искать слова.
zh_hans: 请在 Clink 中开启 Apple Intelligence 以查询单词。

source: Turn Auto-correction off, and leave Suggestion bar on if you still want the three suggestions.
de: Schalte die Autokorrektur aus und lass die Vorschlagsleiste an, wenn du die drei Vorschläge behalten willst.
es: Desactiva la Corrección automática y deja la Barra de sugerencias activada si aún quieres las tres sugerencias.
et: Lülita Automaatparandus välja ja jäta Soovituseriba sisse, kui soovid kolm soovitust ikka.
fr: Désactive la Correction automatique, et laisse la Barre de suggestions active si tu veux garder les trois suggestions.
hu: Kapcsold ki az Automatikus javítást, és hagyd bekapcsolva a Javaslatsávot, ha kellenek a javaslatok.
it: Disattiva la Correzione automatica e lascia attiva la Barra dei suggerimenti se vuoi ancora i tre suggerimenti.
ja: 「自動修正」をオフにします。3つの候補を残したいときは「候補バー」はオンのままにします。
ko: 자동 수정을 끄고, 추천 세 개는 계속 보고 싶다면 추천 바는 켠 채로 두세요.
ms: Matikan Pembetulan automatik, dan biarkan Bar cadangan hidup jika anda masih mahukan tiga cadangan itu.
pt: Desliga a Correção automática e deixa a Barra de sugestões ligada se ainda quiseres as três sugestões.
ru: Выключите автокоррекцию, а «Строку подсказок» оставьте включённой, если хотите сохранить три варианта.
zh_hans: 关掉“自动更正”；如果还想要那三个建议，就把“建议栏”留着。

source: Turn Auto-correction off. Leave the Suggestion bar on if you still want the three suggestions.
de: Deaktiviere Autokorrektur. Lass Vorschlagsleiste aktiviert, wenn du die drei Vorschläge weiterhin sehen möchtest.
es: Desactiva Corrección automática. Deja activada Barra de sugerencias si quieres seguir viendo las tres sugerencias.
et: Lülita „Automaatparandus” välja. Kui soovid endiselt näha kolme soovitust, jäta „Soovituseriba” sisse.
fr: Désactive Correction automatique. Laisse Barre de suggestions activée si tu veux toujours voir les trois suggestions.
hu: Kapcsold ki az Automatikus javítás beállítást. Ha továbbra is szeretnéd látni a három javaslatot, hagyd bekapcsolva a Javaslatsávot.
it: Disattiva Correzione automatica. Lascia attiva Barra dei suggerimenti se vuoi continuare a vedere i tre suggerimenti.
ja: 「自動修正」をオフにします。3つの候補を引き続き表示したい場合は、「候補バー」をオンのままにします。
ko: ‘자동 수정’을 끄세요. 추천 단어 세 개를 계속 보고 싶다면 ‘추천 바’는 켜 두세요.
ms: Matikan Pembetulan automatik. Biarkan Bar cadangan hidup jika anda masih mahukan tiga cadangan itu.
pt: Desativa Correção automática. Deixa Barra de sugestões ativa se quiseres continuar a ver as três sugestões.
ru: Выключите «Автокоррекция». Оставьте «Строка подсказок» включённой, если хотите видеть три подсказки.
zh_hans: 关闭“自动更正”。如果仍想看到三个候选词，请保持“建议栏”开启。

source: Turn Backdrop off to let the app you're typing in show through.
de: Deaktiviere Hintergrund, damit die App durchscheint, in der du gerade tippst.
es: Desactiva Fondo para dejar ver la app en la que estás escribiendo.
et: Lülita „Taust” välja, et rakendus, milles tipid, läbi paistaks.
fr: Désactive Arrière-plan pour laisser apparaître l’app dans laquelle tu écris.
hu: Kapcsold ki a Háttér beállítást, hogy átlátsszon az app, amelyben gépelsz.
it: Disattiva Sfondo per lasciare intravedere l’app in cui stai scrivendo.
ja: 「背景」をオフにすると、入力中のアプリが透けて見えるようになります。
ko: ‘배경’을 끄면 입력 중인 앱이 키보드 뒤로 비쳐 보입니다.
ms: Matikan Latar belakang supaya app yang anda gunakan untuk menaip kelihatan di sebaliknya.
pt: Desativa Fundo para deixar ver a app em que estás a escrever.
ru: Выключите «Задний план», чтобы сквозь клавиатуру было видно приложение, в котором вы печатаете.
zh_hans: 关闭“背景”，即可透过键盘看到正在输入的 App。

source: Turn Clink on in Cling under Settings ▸ Connected apps.
de: Aktiviere Clink in Cling unter Einstellungen ▸ Verbundene Apps.
es: Activa Clink en Cling, en Ajustes ▸ Apps conectadas.
et: Lülita Clink sisse Clingis jaotises Seaded ▸ Ühendatud rakendused.
fr: Active Clink dans Cling, sous Réglages ▸ Apps connectées.
hu: Kapcsold be a Clinket a Clingben, a Beállítások ▸ Csatlakoztatott appok alatt.
it: Attiva Clink in Cling, in Impostazioni ▸ App connesse.
ja: Cling の設定 ▸ 連携アプリ で Clink をオンにしてください。
ko: Cling의 설정 ▸ 연결된 앱에서 Clink를 켜세요.
ms: Hidupkan Clink dalam Cling di Tetapan ▸ Apl bersambung.
pt: Ative o Clink no Cling em Definições ▸ Apps ligadas.
ru: Включите Clink в Cling, в разделе «Настройки» ▸ «Подключённые приложения».
zh_hans: 在 Cling 的「设置 ▸ 已连接的 App」中打开 Clink。

source: Turn Key popups off, or leave them on and set how they spring.
de: Schalte die Tasten-Popups aus — oder lass sie an und stell ein, wie stark sie federn.
es: Desactiva las ventanas emergentes de tecla, o déjalas y ajusta cómo rebotan.
et: Lülita Klahvide hüpikud välja või jäta nad sisse ja määra nende vedrustus.
fr: Désactive les bulles de touche, ou garde-les et règle leur rebond.
hu: Kapcsold ki a Kulcs felugró ablakokat, vagy hagyd bekapcsolva, és állítsd be, hogyan rugóznak.
it: Disattiva i Popup dei tasti, oppure lasciali attivi e regola il loro rimbalzo.
ja: 「キーのポップアップ」をオフにするか、オンのままで弾み方を調整します。
ko: 키 팝업을 끄거나, 켜 둔 채 튀어오르는 정도를 조절하세요.
ms: Matikan Pop timbul kekunci, atau biarkan hidup dan laraskan lantunannya.
pt: Desliga os Balões de tecla, ou deixa-os ligados e ajusta o salto.
ru: Выключите всплывающие клавиши — или оставьте их и настройте, как они пружинят.
zh_hans: 关掉“按键弹出框”，或者留着它，调一下弹跳的感觉。

source: Turn Key press haptics on and set the feel on the pad.
de: Aktiviere Haptik beim Tastendruck und stelle das Tastengefühl auf dem Pad ein.
es: Activa Vibración al pulsar tecla y ajusta el tacto en la superficie de control.
et: Lülita sisse „Klahvivajutuse haptika” ja kohanda tunnetust puutealal.
fr: Active Retour haptique à la frappe et règle le ressenti sur le pavé.
hu: Kapcsold be a Billentyűnyomás haptika beállítást, és a vezérlőfelületen állítsd be az érzetet.
it: Attiva Feedback aptico alla pressione e regola la sensazione sul riquadro di controllo.
ja: 「キー押下時の触覚フィードバック」をオンにし、パッドで触感を調整します。
ko: ‘키 입력 햅틱’을 켜고 패드에서 느낌을 조절하세요.
ms: Hidupkan Haptik tekanan kekunci dan laraskan rasanya pada pad.
pt: Ativa Vibração ao premir tecla e ajusta a sensação na superfície de controlo.
ru: Включите «Тактильная отдача при нажатии» и настройте ощущения на сенсорной панели.
zh_hans: 开启“按键触感反馈”，然后在调节面板上调整触感。

source: Turn Key press haptics on and set the strength.
de: Schalte die Haptik beim Tastendruck ein und stell die Stärke ein.
es: Activa la Vibración al pulsar tecla y ajusta la intensidad.
et: Lülita sisse Klahvivajutuse haptika ja määra tugevus.
fr: Active le Retour haptique à la frappe et règle l'intensité.
hu: Kapcsold be a Billentyűnyomás haptikát, és állítsd be az erősségét.
it: Attiva il Feedback aptico alla pressione e regola l'intensità.
ja: 「キー押下時の触覚フィードバック」をオンにして、強さを調整します。
ko: 키 입력 햅틱을 켜고 세기를 조절하세요.
ms: Hidupkan Haptik tekanan kekunci dan tetapkan kekuatannya.
pt: Liga a Vibração ao premir tecla e ajusta a intensidade.
ru: Включите тактильную отдачу при нажатии и задайте силу.
zh_hans: 打开“按键触感反馈”，调好强度。

source: Turn Key sounds on and choose a sound pack.
de: Schalte die Tastentöne ein und wähle ein Klangpaket.
es: Activa los Sonidos de tecla y elige un paquete de sonidos.
et: Lülita sisse Klahvi helid ja vali helipakk.
fr: Active les Sons de touche et choisis un pack de sons.
hu: Kapcsold be a Kulcshangokat, és válassz hangcsomagot.
it: Attiva i Suoni dei tasti e scegli un pacchetto suoni.
ja: 「キー音」をオンにして、サウンドパックを選びます。
ko: 키 소리를 켜고 사운드 팩을 고르세요.
ms: Hidupkan Bunyi kekunci dan pilih pek bunyi.
pt: Liga os Sons de tecla e escolhe um pacote de sons.
ru: Включите звуки клавиш и выберите набор.
zh_hans: 打开“按键音”，选一个声音包。

source: Turn Show background off to let the app you're typing in show through.
de: Schalte „Hintergrund anzeigen“ aus, damit die App durchscheint, in der du gerade tippst.
es: Desactiva Mostrar fondo para que se vea la app en la que escribes.
et: Lülita Kuva taust välja, et paistaks läbi rakendus, kus sa tipid.
fr: Désactive Afficher l'arrière-plan pour laisser voir l'app dans laquelle tu écris.
hu: Kapcsold ki a Háttér megjelenítése beállítást, hogy átlásson rajta az app, amelybe gépelsz.
it: Disattiva Mostra sfondo per lasciar vedere l'app in cui stai scrivendo.
ja: 「背景を表示」をオフにすると、入力中のアプリが透けて見えます。
ko: 배경 표시를 끄면 입력 중인 앱이 비쳐 보입니다.
ms: Matikan Tunjuk latar belakang supaya apl yang anda taip padanya kelihatan menembusi.
pt: Desliga Mostrar fundo para se ver a app onde estás a escrever.
ru: Выключите «Показывать фон», чтобы сквозь клавиатуру было видно приложение, в котором вы печатаете.
zh_hans: 关掉“显示背景”，正在输入的 App 就会透出来。

source: Turn installed plugins on and off from the keyboard
de: Schalte installierte Plugins direkt von der Tastatur aus ein und aus
es: Activa y desactiva los plugins instalados desde el teclado
et: Lülita paigaldatud pistikprogramme sisse ja välja otse klaviatuurilt
fr: Active et désactive les plugins installés depuis le clavier
hu: Kapcsold be és ki a telepített bővítményeket a billentyűzetről
it: Attiva e disattiva i plugin installati dalla tastiera
ja: インストール済みのプラグインをキーボードからオン/オフできます
ko: 설치한 플러그인을 키보드에서 켜고 끄세요
ms: Hidupkan dan matikan plugin yang dipasang terus dari papan kekunci
pt: Ativa e desativa os plugins instalados a partir do teclado
ru: Включайте и отключайте установленные плагины прямо с клавиатуры
zh_hans: 直接在键盘上开关已安装的插件

source: Turn it off under Artificial Intelligence in settings.
de: Schalt es unter Künstliche Intelligenz in den Einstellungen aus.
es: Desactívalo en Inteligencia artificial, dentro de ajustes.
et: Lülita see välja seadetes jaotises Tehisintellekt.
fr: Désactive-le dans Intelligence artificielle, dans les réglages.
hu: Kapcsold ki a beállításokban, a Mesterséges intelligencia résznél.
it: Disattivalo in Intelligenza artificiale nelle impostazioni.
ja: 設定の「人工知能」からオフにできます。
ko: 설정의 인공지능에서 끌 수 있어요.
ms: Matikannya di bawah Kecerdasan Buatan dalam tetapan.
pt: Desliga-o em Inteligência artificial, nas definições.
ru: Выключить это можно в настройках, в разделе «Искусственный интеллект».
zh_hans: 想关就在设置的人工智能里关掉。

source: Turn it on for custom haptics, clipboard history, and paste in panels.
de: Schalt ihn ein für eigene Haptik, Zwischenablageverlauf und Einfügen in Panels.
es: Actívalo para vibración a tu gusto, historial del portapapeles y pegar en los paneles.
et: Lülita see sisse kohandatud haptika, lõikelaua ajaloo ja paneelides kleepimise jaoks.
fr: Active-le pour les vibrations perso, l'historique du presse-papiers et le collage dans les panneaux.
hu: Kapcsold be, ha egyéni rezgést, vágólap-előzményeket és beillesztést szeretnél a paneleken.
it: Attivalo per vibrazioni personalizzate, cronologia appunti e incolla nei pannelli.
ja: カスタム触覚、クリップボード履歴、パネルへの貼り付けを使いたいときはオンにしてください。
ko: 커스텀 햅틱, 클립보드 기록, 패널 붙여넣기를 쓰려면 켜주세요.
ms: Hidupkannya untuk haptik tersuai, sejarah papan keratan dan tampal dalam panel.
pt: Liga-o para háptica à tua medida, histórico da área de transferência e colar nos painéis.
ru: Включите его ради своей тактильной отдачи, истории буфера обмена и вставки в панелях.
zh_hans: 开了它，就能用自定义触觉、剪贴板历史，还能在面板里粘贴。

source: Turn it on. It's in the keyboard's tools menu straight away.
de: Schalte es ein. Es steht sofort im Werkzeugmenü der Tastatur.
es: Actívala. Aparece en el menú de herramientas del teclado al momento.
et: Lülita see sisse. Ta on kohe klaviatuuri tööriistade menüüs.
fr: Active-le. Il est aussitôt dans le menu Outils du clavier.
hu: Kapcsold be. Azonnal ott lesz a billentyűzet eszközmenüjében.
it: Attivalo. Compare subito nel menu strumenti della tastiera.
ja: オンにします。すぐにキーボードのツールメニューに並びます。
ko: 켜세요. 바로 키보드의 도구 메뉴에 나타납니다.
ms: Hidupkannya. Ia terus muncul dalam menu alat papan kekunci.
pt: Liga-a. Fica logo no menu de ferramentas do teclado.
ru: Включите — и он сразу окажется в меню инструментов на клавиатуре.
zh_hans: 打开它。它立刻会出现在键盘的工具菜单里。

source: Turn off
de: Ausschalten
es: Desactivar
et: Lülita välja
fr: Désactiver
hu: Kikapcsolás
it: Disattiva
ja: オフにする
ko: 끄기
ms: Matikan
pt: Desligar
ru: Выключить
zh_hans: 关闭

source: Turn off Auto-capitalize or Auto punctuation. Smart quotes is one card down, under Punctuation.
de: Schalte Automatische Großschreibung oder Automatische Zeichensetzung aus. Intelligente Anführungszeichen findest du eine Karte tiefer, unter Zeichensetzung.
es: Desactiva Mayúsculas automáticas o Puntuación automática. Las Comillas tipográficas están una tarjeta más abajo, en Puntuación.
et: Lülita välja Automaatne suurtäht või Automaatsed kirjavahemärgid. Nutikad jutumärgid on kaardi võrra allpool jaotises Kirjavahemärgistus.
fr: Désactive Majuscules automatiques ou Ponctuation automatique. Les Guillemets typographiques sont une carte plus bas, dans Ponctuation.
hu: Kapcsold ki az Automatikus nagybetűs írást vagy az Automatikus írásjeleket. Az Okos idézőjelek egy kártyával lejjebb, a Központozás alatt vannak.
it: Disattiva Maiuscole automatiche o Punteggiatura automatica. Le Virgolette intelligenti sono una scheda più in basso, in Punteggiatura.
ja: 「自動大文字入力」または「自動句読点」をオフにします。「スマート引用符」は一つ下の「句読点」カードにあります。
ko: 자동 대문자 또는 자동 문장 부호를 끄세요. 스마트 따옴표는 한 카드 아래 구두점에 있습니다.
ms: Matikan Huruf besar automatik atau Tanda baca automatik. Tanda kutip pintar berada satu kad di bawah, dalam Tanda baca.
pt: Desliga Maiúsculas automáticas ou Pontuação automática. As Aspas inteligentes ficam um cartão abaixo, em Pontuação.
ru: Выключите «Автозаглавные» или «Автопунктуацию». «Типографские кавычки» — карточкой ниже, в «Знаках препинания».
zh_hans: 关闭“自动大写”或“自动标点”。“智能引号”在下面一张卡片“标点”里。

source: Turn off Auto-capitalize, Auto punctuation or Smart quotes.
de: Schalte „Automatische Großschreibung“, „Automatische Zeichensetzung“ oder „Intelligente Anführungszeichen“ aus.
es: Desactiva Mayúsculas automáticas, Puntuación automática o Comillas tipográficas.
et: Lülita välja Automaatne suurtäht, Automaatsed kirjavahemärgid või Nutikad jutumärgid.
fr: Désactive Majuscules automatiques, Ponctuation automatique ou Guillemets typographiques.
hu: Kapcsold ki az Automatikus nagybetűs írást, az Automatikus írásjeleket vagy az Okos idézőjeleket.
it: Disattiva Maiuscole automatiche, Punteggiatura automatica o Virgolette intelligenti.
ja: 「自動大文字入力」「自動句読点」「スマート引用符」のうち、必要なものをオフにします。
ko: 자동 대문자, 자동 문장 부호, 스마트 따옴표 중 원하는 것을 끄세요.
ms: Matikan Huruf besar automatik, Tanda baca automatik atau Tanda kutip pintar.
pt: Desliga Maiúsculas automáticas, Pontuação automática ou Aspas inteligentes.
ru: Выключите «Автозаглавные», «Автопунктуацию» или «Типографские кавычки».
zh_hans: 关掉“自动大写”“自动标点”或“智能引号”。

source: Turn off “Pick up where you left off” to always open on one category.
de: Schalte „Da weitermachen, wo du warst“ aus, um immer dieselbe Kategorie zu öffnen.
es: Desactiva «Seguir donde lo dejaste» para abrir siempre en la misma categoría.
et: Lülita välja „Jätka sealt, kus pooleli jäid”, et avada alati ühes kategoorias.
fr: Désactive « Reprendre où tu t'es arrêté » pour toujours ouvrir sur la même catégorie.
hu: Kapcsold ki a „Ott folytasd, ahol abbahagytad” opciót, ha mindig ugyanazzal a kategóriával szeretnéd kezdeni.
it: Disattiva «Riprendi da dove eri» per aprire sempre sulla stessa categoria.
ja: 常に同じカテゴリで開きたいときは「前の続きから開く」をオフにしてください。
ko: 항상 같은 카테고리로 열려면 ‘마지막에 보던 곳부터’를 꺼주세요.
ms: Matikan “Sambung dari tempat terakhir” untuk sentiasa buka pada satu kategori.
pt: Desliga «Continuar onde ficaste» para abrir sempre na mesma categoria.
ru: Выключите «Продолжить с того места, где остановились», чтобы всегда открываться на одной категории.
zh_hans: 想每次都从同一个分类打开，就关掉「从上次的位置继续」。

source: Turn on
de: Einschalten
es: Activar
et: Lülita sisse
fr: Activer
hu: Bekapcsolás
it: Attiva
ja: オンにする
ko: 켜기
ms: Hidupkan
pt: Ligar
ru: Включить
zh_hans: 开启

source: Turn on Adaptive hitboxes to fine-tune the prediction.
de: Schalte adaptive Trefferflächen ein, um die Vorhersage feiner einzustellen.
es: Activa las zonas táctiles adaptativas para afinar la predicción.
et: Lülita sisse Kohanduvad tabamustsoonid, et ennustust peenhäälestada.
fr: Active les zones tactiles adaptatives pour affiner la prédiction.
hu: Kapcsold be az Adaptív találati mezőket az előrejelzés finomhangolásához.
it: Attiva le aree tattili adattive per mettere a punto la previsione.
ja: 予測を細かく調整するには、アダプティブヒットボックスをオンにしてください。
ko: 예측을 세밀하게 맞추려면 적응형 히트박스를 켜주세요.
ms: Hidupkan Kotak sentuh adaptif untuk memperhalus ramalan.
pt: Liga as zonas de toque adaptativas para afinar a previsão.
ru: Включите «Адаптивные зоны нажатия», чтобы точнее настроить предсказание.
zh_hans: 开启自适应触区来微调预测。

source: Turn on Adaptive hitboxes.
de: Schalte „Adaptive Trefferzonen“ ein.
es: Activa Áreas táctiles adaptables.
et: Lülita sisse Kohanduvad tabamustsoonid.
fr: Active Zones tactiles adaptatives.
hu: Kapcsold be az Adaptív hitboxokat.
it: Attiva Aree tattili adattive.
ja: 「適応型ヒットボックス」をオンにします。
ko: 적응형 터치 영역을 켜세요.
ms: Hidupkan Kotak sentuh adaptif.
pt: Liga as Áreas táteis adaptáveis.
ru: Включите «Адаптивные зоны нажатия».
zh_hans: 打开“自适应触控区”。
